Repository: NobilisNC/Sketcher
Catalog: SketcherWebsite/app/Resources/translations/messages.*.xlf
Languages: fr

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: Confirm password
fr: Mot de passe (répétez)

source: Confirm new password
fr: Nouveau mot de passe (répétez)

source: Wrong password.
fr: Mot de passe erroné.

source: Language
fr: Langue

source: Sign up
fr: Laissez-moi dessiner !

source: Update
fr: Sauvegarder

source: Register
fr: S'enregistrer

source: Login
fr: Se connecter

source: Logout
fr: Se déconnecter

source: French
fr: Français

source: Gallery
fr: Gallerie

source: my.pictures
fr: Mes dessins

source: Profile
fr: Profil

source: Edit profile
fr: Modifier mon profil

source: Show what others see
fr: Voir ce que les autres voient

# back_to_edition
source: Go back to edition
fr: Modifier mon profil

source: %name%'s profile
fr: Profil de %name%

source: Invalid credentials.
fr: Identifiants invalides.

# username_taken
source: Username %name% is already taken
fr: Le nom %name% est déjà pris

# username_doesnt_exist
source: User "%name%" does not exist.
fr: L'utilisateur "%name%" n'existe pas.

source: Most liked drawings
fr: Dessins les plus appréciés

source: Sketch
fr: Dessin

source: New sketch
fr: Nouveau dessin

source: create.sketch
fr: Créer un desssin

source: sketch.title
fr: Titre

source: sketches.by.tag
fr: Dessins avec le tag

source: sketch.authors
fr: one: Auteur|some: Auteurs

source: sketch.width
fr: Largeur

source: sketch.height
fr: Hauteur

source: user.delete
fr: Supprimer l'utilisateur

source: sketch.not.found
fr: Loupé ...

source: sketch.not.found.explanation
fr: Le dessin auquel vous voulez accéder n'existe pas ou est privé.

source: back.to.gallery
fr: Retourner à la gallerie

source: no.sketch
fr: Rien !

source: no.sketch.explanation
fr: Il n'y a aucun dessin à montrer.

source: dimension.min.limit.reached
fr: Les dimensions ne peuvent être négatives.

source: dimension.max.limit.reached
fr: Les dimensions maximales sont 1000x1000.

source: like
fr: J'aime

source: dislike
fr: Je n'aime plus

source: delete
fr: Supprimer

source: edit
fr: Modifier
